Revit 2027 API
DocumentChangedEventArgs.GetModifiedElementIds Method
Overload List
Name | Description
GetModifiedElementIds() |  Returns set of elements that were modified.
GetModifiedElementIds(ElementFilter) |  Returns set of elements that were modified according to the given element filter.
Top
See Also
Reference
DocumentChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace